Repository: clubrescue/clubrescue-wp
Catalog: languages/clubrescue-wp-*.po
Languages: nl_nl

source: Club.Rescue-WP
nl_nl: Club.Redders-WP

source: Settings and whitelabel options for My Club.Rescue can be configured here.
nl_nl: Instellingen en whitelabel-opties voor Mijn Club.Redders kunnen hier worden geconfigureerd.

source: Plugin documentation
nl_nl: Plugin documentatie

source: The documentation for this plugin is available at <a href="https://clubrescue.github.io/crdocs-en/clubrescue/modules/mycr-wp/" target="_blank">Club.Rescue docs</a>.
nl_nl: De documentatie voor deze plug-in is beschikbaar op <a href="https://clubrescue.github.io/crdocs-nl/clubrescue/modules/mycr-wp/" target="_blank">Club.Redders docs</a>.

source: General
nl_nl: Algemeen

source: Advanced
nl_nl: Geavanceerd

source: My Club.Rescue pages
nl_nl: Mijn Club.Redders pagina's

source: Default source
nl_nl: Standaard bron

source: Default variable
nl_nl: Standaard variabele

source: Error message
nl_nl: Foutmelding

source: Club.Rescue link
nl_nl: Club.Redders link

source: This specifies the WordPress pages that will contain the shortcodes provided by this plugin.<br>Only pages listed here will provide working shortcodes cause only these pages will trigger the O365 authentication for Club.Rescue.<br>Provide pages by using there page slug and seperate multiple slug's with , for example my-cr or my-cr, my-extra-personal-page.
nl_nl: Dit specificeert de WordPress-pagina's die de shortcodes bevatten die door deze plug-in worden toegevoegd<br>Alleen pagina's die hier worden vermeld bieden werkende shortcodes, omdat alleen deze pagina's de O365-authenticatie voor Club.Redders aanroepen.<br>Geef de gewenste pagina's op door hun pagina slug te gebruiken en scheid meerdere slug's met een , bijvoorbeeld mijn-cr of mijn-cr, mijn-extra-persoonlijke-pagina.

source: This specifies the Club.Rescue installation folder. You can change that folder's name to whitelabel the tool.<br>A whitelabel is only usefull for users that will access Club.Rescue directly.<br>As a alternative you can use the otap attribute in the shortcode to trigger a second (testing) C.R installation as a source.
nl_nl: Dit specificeert de installatiemap van Club.Redders. U kunt de naam van die map wijzigen om de tool een whitelabel te geven.<br>Een whitelabel is alleen nuttig voor gebruikers die rechtstreeks toegang hebben tot Club.Redders.<br>Als alternatief kunt u het otap-attribuut in de shortcode gebruiken om een ​​tweede (test) CR-installatie als bron te gebruiken.

source: This specifies the My Club.Rescue submodule to use by default when not using the source attribute in the shortcode.
nl_nl: Dit specificeert de Mijn Club.Redders submodule die standaard gebruikt moet worden wanneer het source attribuut in de shortcode niet gebruikt wordt.

source: This specifies the default variable to load from the My Club.Rescue submodule used in the source attribute.
nl_nl: Dit specificeert de standaardvariabele die moet worden geladen vanuit de submodule Mijn Club.Redders die wordt gebruikt in het bron attribuut.

source: This specifies the error message which will be displayed if the My Club.Rescue pages cannot be loaded/displayed.
nl_nl: Dit specificeert het foutbericht dat wordt weergegeven als Mijn Club.Redders-pagina's niet kunnen worden geladen/weergegeven.

source: Add a link to Club.Rescue in the plugins dashboard.
nl_nl: Voeg een link naar Club.Redders toe in het plug-ins-dashboard.

source: This specifies if a link to your local Club.Rescue installation will be displayed in the plugins dashboard.
nl_nl: Dit specificeert of een link naar uw lokale Club.Redders-installatie wordt weergegeven in het plug-ins-dashboard.

source: Master (default).
nl_nl: Master (standaard).

source: Development (only for test environments).
nl_nl: Ontwikkeling (alleen voor testomgevingen).

source: This specifies the branch that will be used to check and deploy for updates.
nl_nl: Dit specificeert de branch die zal worden gebruikt om te controleren op updates en deze te installeren.

source: Settings
nl_nl: Instellingen

source: Your Club.Rescue
nl_nl: Jouw Club.Redders

source: View details
nl_nl: Details bekijken

source: More information about %s
nl_nl: Meer informatie over %s

source: Check for updates
nl_nl: Controleer op nieuwe versies

# the plugin title
source: The %s plugin is up to date.
nl_nl: De meest recente %s versie is geïnstalleerd.

# the plugin title
source: A new version of the %s plugin is available.
nl_nl: Er is een nieuwe versie van %s beschikbaar.

# the plugin title
source: Could not determine if updates are available for %s.
nl_nl: Kon niet bepalen of er nieuwe versie van %s beschikbaar is.

source: Unknown update checker status "%s"
nl_nl: Onbekende status bij controle op nieuwe versie: \"%s\"

source: There is no changelog available.
nl_nl: Er is geen changelog beschikbaar.
